'''
С клавиатуры вводят сторону квадрата. 
Вывести в консоль площадь квадрата.
'''


second_number = int(input('Введите сторону квадрата\n'))
area = second_number**2 
print('Площадь квадрата равна ' + str(area))