'''
С клавиатуры вводят три числа. 
Вывести в консоль удвоенные данные числа в том же порядке.
'''

'''
считать с консоли 1 число 
считать с консоли 2 число
считать с консоли 3 число 
умножить 1 число на 2 и сохранить в переменную 
умножить 2 число на 2 и сохранить в переменную 
умножить 3 число на 2 и сохранить в переменную 
вывести полученные переменные 
'''

a = int(input('Введите первое число\n'))
b = int(input('Введите второе число\n'))
c = int(input('Введите третье число\n'))
double_a = a * 2
double_b = b * 2 
double_c = c * 2 
print('Удвоенное число равно' + ' ' + str(double_a) + ' ' + str(double_b) +  ' ' + str(double_c))



 